<?php
namespace App\Lib\Common\Dictionary\FakerTraits;

/**
 * Created by IntelliJ IDEA.
 * User: Administrator
 * Date: 2019/4/11
 * Time: 10:49
 */
trait FakerSentence{



protected $sentence_arr = [
    '在恨别人的同时，也是在折磨自己',
    '不管为了什么，千万不要放弃你心爱的人，因为这样不值得',
    '我们都在与自己竞赛，都在为超越自我而付出同样的汗水和代价',
    '一个蚕蛹不会因为另一个蚕蛹的产生而不变成蝴蝶',
    '我们都是蚕蛹，我走我的路，你走你的路，互不干扰，我们并不是奥运会，我们应该是百花齐放',
    '生活需要我们深深地去体会，淡淡地去期待，这就是幸福',
    '幸福与否并不在于别人怎么看你，而在于你怎么看自己',
    '每天告诉自己一次，“我真的很不错”',
    '生气是拿别人做错的事来惩罚自己',
    '明天的希望，让我们忘了今天的痛苦',
    '生活若剥去了理想',
    '发光并非太阳的专利，你也可以发光',
    '愚者用肉体监视心灵，智者用心灵监视肉体',
    '幸福不是得到的多，而是计较的少',
    '获致幸福的不二法门是珍视你所拥有的',
    '你可以用爱得到全世界，你也可以用恨失去全世界',
    '人的价值，在遭受诱惑的一瞬间被决定',
    '年轻是我们唯一拥有权利去编织梦想的时光',
    '游手好闲会使人心智生锈',
    '每一件事都要用多方面的角度来看它',
    '有希望在的地方，痛苦也成欢乐',
    '上帝从不埋怨人们的愚昧，人们却埋怨上帝的不公平',
    '美好的生命应该充满期待',
    '世上最累人的事，莫过於虚伪的过日子',
    '觉得自己做的到和不做的到，其实只在一念之间',
    '少一点预设的期待，那份对人的关怀会更自在',
    '没有了爱的语言，所有的文字都是乏味的',
    '真正的爱，应该超越生命的长度',
    '爱的力量大到可以使人忘记一切，却又小到连一粒嫉妒的沙石也不能容纳',
    '当一个人真正觉悟的一刻，他放弃追寻外在世界的财富，而开始追寻他内心世界的真正'
];



}
